import React from "react";

const Top = () => {
  return (
    <>
      <div id="top">
        <h1>Typical</h1>
        <h3>Title</h3>
      </div>
      <div id="main">
        <div className="intro">
          <h2>Наши услуги помогут вам</h2>
          <span>Большой выбор всего, что вам может пригодится</span>
        </div>
        <div className="text">
          <span>
            CPA-сеть выполняет роль посредника между веб-мастером и
            рекламодателем. Последний размещает офферы — партнёрские рекламные
            предложения, где указывает необходимое действие от потребителя
            (звонок, переход по ссылке, скачанное приложение и т.д). При
            регистрации на платформе веб-мастер подписывает партнерское
            соглашение и потом находит подходящее предложение. У сети уже
            подписан договор с рекламодателем. CPA-сеть берёт на себя функции по
            привлечению рекламодателей, по отбору подходящих для рекламы сайтов,
            а также учёт переходов по объявлениям, выплаты владельцам сайтов,
            иногда подготовку рекламных материалов и т.п
          </span>
        </div>
      </div>
    </>
  );
};

export default Top;
